acpilight
blueman
bluez
bluez-utils
candy-icons-git
cpio
file-roller
firefox
foot
git
gnome-keyring
gnome-themes-extra
go
grim
gzip
hyprland-git
hyprpicker-git
linux
linux-headers
make
mako
neofetch
nvidia-dkms
nvidia-vaapi-driver-git
pamixer
pavucontrol
polkit-gnome
qt5-wayland
qt5ct
redshift-wayland-git
reflector
sddm
sddm-sugar-candy-git
slurp
swaybg
swayidle
swaylock
thunar
thunar-archive-plugin
ttc-iosevka
ttf-nerd-fonts-symbols-2048-em
vim
visual-studio-code-bin
waybar-hyprland
wl-clipboard
wlogout
wofi
xarchiver
xdg-desktop-portal-hyprland-git
xdg-user-dirs
feh
playerctl
wget
steam
system76-power
rust
rust-analyzer
cpupower
nodejs
npm